Repository: fief-dev/fief
Catalog: backend/fief/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: This field is required.
fr_fr: Ce champ est requis.

source: This email address is invalid.
fr_fr: Cette adresse e-mail est invalide.

source: This date is invalid.
fr_fr: Cette date est invalide.

source: This date and time is invalid.
fr_fr: Cette date et heure est invalide.

source: This phone number is invalid.
fr_fr: Ce numéro de téléphone est invalide.

source: The country code is missing.
fr_fr: Le pays est manquant.

source: This country code is invalid.
fr_fr: Le pays est invalide.

source: This timezone is invalid.
fr_fr: Ce fuseau horaire est invalide.

source: This must be checked.
fr_fr: Cette case doit être cochée.

source: This value is invalid.
fr_fr: Cette valeur est invalide.

source: Email address
fr_fr: Adresse e-mail

source: Invalid email or password
fr_fr: L'e-mail ou le mot de passe est invalide

source: The user denied access to their data.
fr_fr: L'utilisateur a refusé l'accès à ses données.

source: redirect_uri is missing
fr_fr: redirect_uri manquant

source: A user with the same email address already exists.
fr_fr: Un utilisateur avec la même adresse e-mail existe déjà.

source: Check your inbox! If an account associated with this email address exists in our system, you'll receive a link to reset your password.
fr_fr: Vérifiez votre boîte de réception ! Si un compte associé à cette adresse e-mail existe dans notre système, vous allez recevoir un lien pour réinitialiser votre mot de passe.

source: The reset password token is missing.
fr_fr: Le jeton de réinitialisation de mot de passe est manquant.

source: The reset password token is invalid or expired.
fr_fr: Le jeton de réinitialisation de mot de passe est invalide ou a expiré.

source: Your password has been changed!
fr_fr: Votre mot de passe a été modifié !

source: client_id is missing
fr_fr: client_id manquant

source: Unknown client
fr_fr: Client inconnu

source: redirect_uri is not authorized for this client
fr_fr: Cette redirect_uri n'est pas autorisée pour ce client

source: response_type is missing
fr_fr: response_type manquant

source: response_type is invalid
fr_fr: response_type est invalide

source: request parameter is not supported
fr_fr: Le paramètre request n'est pas supporté

source: nonce parameter is required for this response_type
fr_fr: Le paramètre nonce est requis pour cette response_type

source: scope is missing
fr_fr: scope manquant

source: scope should contain "openid"
fr_fr: scope doit contenir "openid"

source: prompt should either be "none", "login" or "register"
fr_fr: prompt doit être "none", "login" ou "register"

source: User is not logged in
fr_fr: L'utilisateur n'est pas connecté

source: screen should either be "login" or "register"
fr_fr: screen doit être "login" ou "register"

source: Unsupported code_challenge_method
fr_fr: Méthode de code_challenge non supportée

source: Invalid login session
fr_fr: Session invalide

source: action should either be "allow" or "deny"
fr_fr: action doit être "allow" ou "deny"

source: User consent is required for this scope
fr_fr: Le consentement de l'utilisateur est requis pour ce scope

source: The password should be at least 8 characters.
fr_fr: Le mot de passe doit avoir au moins 8 caractères.

source: &copy; %(year)d %(tenant)s. All rights reserved.
fr_fr: &copy; %(year)d %(tenant)s. Tous droits réservés.

source: Use this link to reset your password. This link is only valid for 1 hour.
fr_fr: Utilisez ce lien pour réinitialiser votre mot de passe. Ce lien n'est valide qu'une heure.

source: You recently requested to reset your password for your %(tenant)s account. Use the button below to reset it.
fr_fr: Vous avez demandé à réinitialiser le mot de passe de votre compte %(tenant)s. Utilisez le bouton ci-dessous pour le réinitialiser.

source: This password reset is only valid for the next hour.
fr_fr: Cette réinitialisation n'est valide que pour une heure.

source: Reset your password
fr_fr: Réinitialiser votre mot de passe

source: Welcome to %(tenant)s! We're thrilled to have you on board.
fr_fr: Bienvenue sur %(tenant)s ! Nous sommes heureux de vous compter parmi nous.

source: Reset your %(tenant)s's password
fr_fr: Réinitialiser votre mot de passe %(tenant)s

source: Welcome to %(tenant)s!
fr_fr: Bienvenue sur %(tenant)s !

source: Powered and secured by
fr_fr: Propulsé et sécurisé par

source: Authorize
fr_fr: Autoriser

source: Consent
fr_fr: Consentement

source: %(name)s wants to access your account
fr_fr: %(name)s veut accéder à votre compte

source: This will allow %(name)s to:
fr_fr: Cela permettra à %(name)s de :

source: Deny
fr_fr: Refuser

source: Allow
fr_fr: Autoriser

source: Forgot password
fr_fr: Mot de passe oublié

source: I remember my password
fr_fr: Je me souviens de mon mot de passe

source: Send me a reset link
fr_fr: Envoyer un lien de réinitialisation

source: Sign in
fr_fr: Connexion

source: Welcome back!
fr_fr: Ravi de vous revoir !

source: Password
fr_fr: Mot de passe

source: I forgot my password
fr_fr: J'ai oublié mon mot de passe

source: Don't have an account?
fr_fr: Pas encore de compte ?

source: Sign up
fr_fr: S'inscrire

source: Sign out
fr_fr: Déconnexion

source: I already have an account
fr_fr: J'ai déjà un compte

source: Reset password
fr_fr: Réinitialisation du mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Reset my password
fr_fr: Réinitialiser mon mot de passe

source: Address line 1
fr_fr: Adresse ligne 1

source: Address line 2
fr_fr: Adresse ligne 2

source: Postal code
fr_fr: Code postal

source: City
fr_fr: Ville

source: State
fr_fr: État

source: Country
fr_fr: Pays
