Repository: fief-dev/fief
Catalog: fief/locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, it_it, pt_br, ru_ru

source: Welcome back!
de_de: Willkommen zurück!
es_es: ¡Bienvenido de nuevo!
it_it: Bentornato!
pt_br: Bem vindo de volta!
ru_ru: С возвращением!

source: Email address
de_de: E-Mail Adresse
es_es: Correo electrónico
it_it: Indirizzo email
pt_br: Endereço de email
ru_ru: Электронная почта

source: Password
de_de: Passwort
es_es: Contraseña
pt_br: Senha
ru_ru: Пароль

source: Sign in
de_de: Einloggen
es_es: Registrarse
it_it: Accedi
pt_br: Iniciar sessão
ru_ru: Войти

source: Invalid email or password
de_de: Ungültige E-Mail oder Passwort
es_es: Email o contraseña no válidos
it_it: Email o password non corretti
pt_br: Senha ou Email inválidos
ru_ru: Неверный email или пароль

source: A user with the same email address already exists.
de_de: Ein Benutzer mit derselben E-Mail Adresse existiert bereits.
es_es: Ya existe un usuario con la misma dirección de correo electrónico.
it_it: Un utente con lo stesso indirizzo email già esiste.
pt_br: Já existe usuário com o mesmo email
ru_ru: Пользователь с таким email уже существует

source: response_type is missing
de_de: response_type fehlt
es_es: error interno: falta "response_type"
it_it: response_type mancante
pt_br: falta o respose_type
ru_ru: Отсутствует response_type

source: client_id is missing
de_de: client_id fehlt
es_es: error interno: falta "client_id"
it_it: client_id mancante
pt_br: falta o client_id
ru_ru: Отсутствует client_id

source: Unknown client
de_de: Unbekannter Client
es_es: Cliente desconocido
it_it: Client sconosciuto
pt_br: Cliente desconhecido
ru_ru: Неизвестный клиент

source: redirect_uri is missing
de_de: redirect_uri fehlt
es_es: error interno: falta "redirect_uri"
it_it: redirect_uri mancante
pt_br: falta o redirect_uri
ru_ru: Отсутствует redirect_uri

source: scope is missing
de_de: scope fehlt
es_es: error interno: "scope is missing"
it_it: scope mancante
pt_br: Falta o escopo
ru_ru: Отсутствует scope

source: scope should contain "openid"
de_de: scope sollte "openid" enthalten
es_es: error interno: "scope should contain openid"
it_it: scope deve contenere "openid"
pt_br: O escopo deve conter o "openid"
ru_ru: scope должен содержать "openid"

source: screen should either be "login" or "register"
es_es: la pantalla debe ser "login" o "register"
it_it: la mascherata deve essere o "login" o "register"
pt_br: A tela deve ser "login" ou "register"
ru_ru: screen должен быть либо "login", либо "register"

source: Invalid login session
de_de: Ungültige Login Sitzung
es_es: Sesión de Ingresso (Login) no válida
it_it: Sessione non valida
pt_br: Sessão de login inválida
ru_ru: Неверная сессия входа

source: Authorize
de_de: Autorisieren
es_es: Autorizar
it_it: Autorizza
pt_br: Autorizar
ru_ru: Авторизовать

source: I already have an account
de_de: Ich habe bereits einen Account
es_es: Ya tengo una cuenta
it_it: Ho già un account
pt_br: Eu já tenho uma conta
ru_ru: У меня уже есть аккаунт

source: Sign up
de_de: Registrieren
es_es: Inscribirse
it_it: Registrati
pt_br: Inscrever-se
ru_ru: Зарегистрироваться

source: The user denied access to their data.
de_de: Der Benutzer hat den Zugriff auf dessen Daten verweigert.
es_es: El usuario negó el acceso a sus datos.
it_it: L'utente ha rifiutato l'accesso ai propri dati.
pt_br: O usuário negou acesso a seus dados.
ru_ru: Пользователь отказался предоставить доступ к своим данным.

source: prompt should either be "none", "login" or "register"
es_es: El prompt debe ser "none", "login" o "register"
it_it: prompt deve essere "none", "login" o "register"
pt_br: prompt deve ser "none", "login" ou "register"
ru_ru: prompt должен быть либо "none", либо "login", либо "register"

source: User is not logged in
de_de: Benutzer ist nicht eingeloggt
es_es: El usuario no ha iniciado sesión
it_it: Utente non loggato
pt_br: O usuário não está logado
ru_ru: Пользователь не вошел в систему

source: User consent is required for this scope
de_de: Für diesen Scope ist die Benutzerzustimmung nötig
es_es: Se requiere el consentimiento del usuario para este ámbito
it_it: Consenso dell'utente obbligatorio per questo scope
pt_br: Este escopo requer o consentimento do usuário
ru_ru: Необходимо получить согласие пользователя для этого scope

source: Consent
de_de: Zustimmen
es_es: Consente
it_it: Consenti
pt_br: Consentir
ru_ru: Согласие

source: %(name)s wants to access your account
de_de: %(name)s fordert Zugriff auf deinen Account an
es_es: %(name)s quiere acceder a tu cuenta
it_it: %(name)s desidera accedere al tuo account
pt_br: %(name)s deseja acessar sua conta
ru_ru: %(name)s хочет получить доступ к вашему аккаунту

source: This will allow %(name)s to:
de_de: Dies wird %(name)s erlauben zu:
es_es: Esto permitirá que %(name)s:
it_it: Questo permetterà a %(name)s di:
pt_br: Isto permitirá que %(name)s :
ru_ru: Это позволит %(name)s:

source: Deny
de_de: Verweigern
es_es: Negar
it_it: Rifiuta
pt_br: Negar
ru_ru: Отказать

source: Allow
de_de: Erlauben
es_es: Permitir
it_it: Permetti
pt_br: Permitir
ru_ru: Разрешить

source: Check your inbox! If an account associated with this email address exists in our system, you'll receive a link to reset your password.
de_de: Überprüfe deinen Posteingang! Falls ein mit dieser E-Mail Adresse verknüpfter Account existiert, erhälst du einen Link zum zurücksetzen deines Passworts.
es_es: ¡Revisa tu correo electrónico! Si existe una cuenta asociada con esta dirección de correo electrónico en nuestro sistema, recibirá un enlace para cambiar su contraseña.
it_it: Controlla la posta! Se un account con questo indirizzo email è presente nel nostro sistema, riceverai un link per resettare la tua password.
pt_br: Verifique sua caixa de mensagens! Se existir um endereço com este email, você receberá um enlace (link) para redefinir sua senha.
ru_ru: Проверьте свою почту. Если учетная запись, связанная с этим адресом электронной почты, существует в нашей системе, вы получите ссылку для сброса пароля.

source: The reset password token is missing.
de_de: Das Token zur Passwort-Wiederherstellung fehlt.
es_es: Falta el token de cambio de contraseña.
it_it: Il token di reset password è mancante.
pt_br: Falta o token para redefinir a senha.
ru_ru: Токен сброса пароля отсутствует.

source: The reset password token is invalid or expired.
de_de: Das Token zur Passwort-Wiederherstellung ist entweder ungültig oder abgelaufen.
es_es: El token de cambio de contraseña no es válido o ha caducado.
it_it: Il token di reset password non è valido o scaduto.
pt_br: O token para redefinir a senha é inválido ou está vencido.
ru_ru: Токен сброса пароля недействителен или истек срок его действия.

source: Forgot password
de_de: Passwort vergessen
es_es: Contraseña olvidada
it_it: Password dimenticata
pt_br: Esqueci a senha
ru_ru: Забыли пароль

source: I remember my password
es_es: Recuerdo mi contraseña
it_it: Mi ricordo la mia password
pt_br: Lembro minha senha
ru_ru: Я помню свой пароль

source: Send me a reset link
de_de: Sende mir einen Wiederherstellungs-Link
es_es: Envíame un enlace para cambiarla
it_it: Inviami il link di reset
pt_br: Envie-me um link para redefinição
ru_ru: Отправить мне ссылку для сброса пароля

source: I forgot my password
es_es: Olvidé mi contraseña
it_it: Ho dimenticato la mia password
pt_br: Esqueci minha senha
ru_ru: Забыл пароль

source: Reset password
de_de: Passwort wiederherstellen
es_es: Cambiar contraseña
it_it: Reimposta password
pt_br: Redefinir Senha
ru_ru: Сбросить пароль

source: New password
de_de: Neues Passwort
es_es: Nueva contraseña
it_it: Nuova password
pt_br: Nova senha
ru_ru: Новый пароль

source: Reset my password
de_de: Setze mein Passwort zurück
es_es: Cambiar mi contraseña
it_it: Reimposta la mia password
pt_br: Redefinir minha senha
ru_ru: Сбросить мой пароль

source: redirect_uri is not authorized for this client
de_de: redirect_url ist für diesen Client nicht authorisiert
es_es: redirect_uri no está autorizado para este cliente
it_it: redirect_uri non è autorizzato per questo client
pt_br: redirect_uri não autorizado para este cliente
ru_ru: redirect_uri не авторизован для этого клиента

source: request parameter is not supported
de_de: Request Parameter wird nicht unterstützt
es_es: el request contiene parámetro de solicitud incompatible
it_it: Parametro request non supportato
pt_br: parâmetro do request não é suportado
ru_ru: Неподдерживаемый request parameter

source: Unsupported code_challenge_method
de_de: Nicht untersützte code_challenge_method
es_es: code_challenge_method no suportado
it_it: code_challenge_method non supportato
pt_br: code_challenge_method não suportado
ru_ru: Неподдерживаемый code_challenge_method

source: This phone number is invalid.
de_de: Diese Telefonnummer ist ungültig.
es_es: Este número de teléfono no es válido.
it_it: Numero di telefono non valido.
pt_br: Este número de telefone não é válido.
ru_ru: Этот номер телефона недействителен.

source: The country code is missing.
de_de: Der Ländercode fehlt.
es_es: Falta el código del país.
it_it: Codice paese mancante.
pt_br: Falta o código do país.
ru_ru: Отсутствует код страны.

source: response_type is invalid
de_de: response_type ist ungültig
es_es: response_type no es válido
it_it: response_type non valido
pt_br: response_type inválido
ru_ru: Неверный response_type

source: nonce parameter is required for this response_type
de_de: Für diesen response_type wird der Parameter nonce benötigt
es_es: este tipo de respuesta requiere un parámetro
it_it: Parametro nonce è obbligatorio per questo response_type
pt_br: este response_type requer um nonce parameter
ru_ru: Необходим параметр nonce для этого response_type

source: Powered and secured by
de_de: Betrieben und geschützt von
es_es: Motorizado e protegido por
pt_br: Capacitado e garantido por
ru_ru: Обеспечено и защищено

source: Don't have an account?
es_es: ¿No tienes una cuenta?
it_it: Non hai un account?
pt_br: Não tem uma conta?
ru_ru: У вас нет аккаунта?

source: Sign out
de_de: Ausloggen
es_es: Desconectar
it_it: Esci
pt_br: Sair
ru_ru: Выйти

source: Address line 1
de_de: Adresszeile 1
es_es: Línea de dirección 1
it_it: Indirizzo riga 1
pt_br: Primeira linha do endereço
ru_ru: Адрес 1

source: Address line 2
de_de: Adresszeile 2
es_es: Línea de dirección 2
it_it: Indirizzo riga 2
pt_br: Segunda linha do endereço
ru_ru: Адрес 2

source: Postal code
de_de: Postleitzahl
es_es: Código postal
it_it: CAP
pt_br: Código Postal
ru_ru: Почтовый индекс

source: City
de_de: Stadt
es_es: Ciudad
it_it: Città
pt_br: Cidade
ru_ru: Город

source: State
de_de: Bundesland
es_es: Estado o Provincia
it_it: Provincia
pt_br: Estado ou Província
ru_ru: Область/Штат

source: Country
de_de: Land
es_es: País
it_it: Paese
pt_br: País
ru_ru: Страна

source: CSRF failed.
de_de: CSRF fehlgeschlagen.
es_es: CSRF falló.
it_it: CSRF fallito.
pt_br: CSRF falhou.
ru_ru: CSRF не выполнен.

source: Missing authorization code.
de_de: Fehlender Autorisierungscode.
es_es: Falta el código de autorización.
pt_br: Falta código de autorização.
ru_ru: Отсутствует authorization code.

source: Invalid OAuth session.
de_de: Ungültige OAuth Sitzung.
es_es: Sesión OAuth inválida.
ru_ru: Неверная сессия OAuth.

source: An error occurred while getting the access token.
de_de: Beim abholen des Access Tokens ist ein Fehler aufgetreten.
es_es: Se ha producido un error al obtener el token de acceso.
pt_br: Ocorreu um erro durante o acesso ao token.
ru_ru: Произошла ошибка при получении access token.

source: Your account is inactive.
de_de: Dein Account ist inaktiv.
es_es: Su cuenta está inactiva.
pt_br: Sua conta está inativa.
ru_ru: Ваш аккаунт не активен.

source: Unknown tenant
de_de: Unbekannter Kunde
es_es: Arrendatario desconocido
ru_ru: Неизвестный tenant

source: Invalid login session.
de_de: Ungültige Login Sitzung.
es_es: Sesión de inicio de sesión inválida.
ru_ru: Неверная сессия входа.

source: Unknown OAuth provider
de_de: Unbekannter OAuth Provider
es_es: Proveedor OAuth desconocido
pt_br: Provedor Oauth desconhecido
ru_ru: Неизвестный OAuth provider

source: Sign in with %(provider)s
de_de: Logge dich mit %(provider)s ein
es_es: Acceder con %(provider)s
pt_br: Entre com %(provider)s
ru_ru: Войти с помощью %(provider)s

source: Finalize sign up
de_de: Registrierung abschließen
es_es: Finalizar la inscripción
pt_br: Completar o acesso
ru_ru: Завершить регистрацию

source: Sign up with %(provider)s
de_de: Registriere dich mit %(provider)s
es_es: Registrarse con %(provider)s
pt_br: Ingressar usando %(provider)s
ru_ru: Зарегистрироваться с помощью %(provider)s

source: Registration is disabled
es_es: El registro está desactivado
pt_br: Inscrição está desabilitada
ru_ru: Регистрация отключена

source: Old password
pt_br: Senha antiga
ru_ru: Старый пароль

source: Confirm new password
pt_br: Confirmar nova senha
ru_ru: Подтвердить новый пароль

source: A user with this email address already exists.
pt_br: Já existe um usuário com esse e-mail.
ru_ru: Пользователь с таким адресом электронной почты уже существует.

source: Your profile has successfully been updated.
pt_br: Seu perfil foi atualizado com sucesso.
ru_ru: Ваш профиль успешно обновлен.

source: Old password is invalid.
pt_br: Senha antiga inválida.
ru_ru: Старый пароль недействителен.

source: Passwords don't match.
pt_br: Senhas não correspondem.
ru_ru: Пароли не совпадают.

source: Your password has been changed successfully.
pt_br: Sua senha foi alterada com sucesso.
ru_ru: Пароль успешно изменен.

source: An error occurred while querying the provider API. Original error message: %(message)s
pt_br: Ocorreu um erro ao consultar a API do provedor. Mensagem de erro original: %(message)s
ru_ru: Произошла ошибка при запросе API поставщика. Оригинальное сообщение об ошибке: %(message)s

source: Missing login session. You should return to %(tenant)s and try to login again
pt_br: Sessão de login não encontrada. Você deve retornar a %(tenant)s e tentar fazer o login novamente
ru_ru: Сессия входа отсутствует. Вы должны вернуться в %(tenant)s и попробовать войти снова

source: Profile
pt_br: Perfil
ru_ru: Профиль

source: Update profile
pt_br: Atualizar perfil
ru_ru: Обновить профиль

source: Change password
pt_br: Alterar senha
ru_ru: Изменить пароль

source: Back to application
pt_br: Voltar para a aplicação
ru_ru: Вернуться в приложение

source: Used last
pt_br: Usado por último
ru_ru: Последний раз использовано

source: Password is not strong enough.
pt_br: Senha não é forte o suficiente.
ru_ru: Пароль недостаточно силен.

source: Weak
pt_br: Fraca
ru_ru: Слабый

source: Acceptable
pt_br: Aceitável
ru_ru: Приемлемый

source: Good
pt_br: Boa
ru_ru: Хороший

source: Password must be at least %(min)d characters long.
pt_br: Senha deve ter pelo menos %(min)d caracteres.
ru_ru: Пароль должен быть не менее %(min)d символов в длину.

source: Password must be at most %(max)d characters long.
pt_br: Senha deve ter no máximo %(max)d caracteres.
ru_ru: Пароль должен быть не более %(max)d символов в длину.

source: Confirm your password
pt_br: Confirme sua senha
ru_ru: Подтвердите пароль

source: Verification code
pt_br: Código de verificação
ru_ru: Код подтверждения

source: The verification code is invalid. Please check that you have entered it correctly. If the code was copied and pasted, ensure it has not expired. If it has been more than one hour, please request a new verification code.
pt_br: O código de verificação é inválido. Por favor cheque se você o digitou corretamente. Se o código foi copiado e colado, garanta que ele não foi expirado. Se o envio foi há mais de uma hora, por favor solicite um novo código de verificação.
ru_ru: Код подтверждения недействителен. Пожалуйста, проверьте, правильно ли вы его ввели. Если код был скопирован и вставлен, убедитесь, что он не истек срок действия. Если он был более чем один час назад, пожалуйста, запросите новый код подтверждения.

source: Your password is invalid.
pt_br: Sua senha é inválida.
ru_ru: Ваш пароль недействителен.

source: The verification code is invalid. Please check that you have entered it correctly. If the code was copied and pasted, ensure it has not expired. If it has been more than one hour, start over the email change process.
pt_br: O código de verificação é inválido. Por favor cheque se você o digitou corretamente. Se o código foi copiado e colado, garanta que ele não foi expirado. Se o envio foi há mais de uma hora, comece novamente o processo de alteração de email.
ru_ru: Код подтверждения недействителен. Пожалуйста, проверьте, правильно ли вы его ввели. Если код был скопирован и вставлен, убедитесь, что он не истек срок действия. Если он был более чем один час назад, запросите новый код подтверждения для изменения электронной почты.

source: Verify your email
pt_br: Verifique seu e-mail
ru_ru: Подтвердите электронную почту

source: To complete the email verification process, please check your email for the verification code. Enter the code below to verify your email address.
pt_br: Para completar o processo de verificação de e-mail, por favor cheque seu e-mail para obter o código de verificação. Digite o código abaixo para verificar seu endereço de email.
ru_ru: Чтобы завершить процесс подтверждения электронной почты, пожалуйста, проверьте электронную почту на наличие кода подтверждения. Введите код ниже, чтобы подтвердить свой адрес электронной почты.

source: Resend the code
pt_br: Reenviar o código
ru_ru: Отправить код повторно

source: Verify my email
pt_br: Verifique meu e-mail
ru_ru: Подтвердить мою электронную почту

source: Email
ru_ru: Электронная почта

source: Manage your email address to receive important updates and notifications.
pt_br: Gerencie seu endereço de email para receber atualizações importantes e notificações.
ru_ru: Управляйте адресом электронной почты для получения важных обновлений и уведомлений.

source: Change
pt_br: Alterar
ru_ru: Изменить

source: Profile information
pt_br: Informações do perfil
ru_ru: Информация о профиле

source: Manage your profile information.
pt_br: Gerencie as informações do seu perfil.
ru_ru: Управляйте информацией о вашем профиле.

source: Cancel
pt_br: Cancelar
ru_ru: Отменить

source: Change email address
pt_br: Alterar endereço de email
ru_ru: Изменить адрес электронной почты

source: To complete the email change, please check your email for the verification code. Enter the code below to verify your new email address.
pt_br: Para completar a mudança de email, por favor obtenha o código de verificação no seu email. Digite o código abaixo para verificar seu novo endereço de email.
ru_ru: Чтобы завершить изменение электронной почты, пожалуйста, проверьте электронную почту на наличие кода подтверждения. Введите код ниже, чтобы подтвердить новый адрес электронной почты.

source: The password should be at least 8 characters.
de_de: Das Passwort sollte mindestens 8 Zeichen lang sein.
